Repository: esogaco78/Asp.Net-Core-POS-Accounting-Web-Application
Catalog: src/Invento/Resources/Views.Shared._LayoutCompanyAdmin.*.resx
Languages: de_de

source: Accounting Information
de_de: Buchhaltung Information

source: All Accounts
de_de: Allt Konten

source: Balance Sheet
de_de: Balance Blatt

source: Banks
de_de: Banken

source: Cancel Purchase Invoice
de_de: Stornieren Kauf Rechnung

source: Cancel Sale Invoice
de_de: Stornieren Verkauf Rechnung

source: Canceled Import Bills
de_de: Abgebrochen Einführen Rechnungen

source: Cash &amp;amp; Cheque Payments
de_de: Bargeld &; Zahlungen überprüfen

source: Cash Book
de_de: Kassenbuch

source: Cash Flow Statement
de_de: Geldflussrechnung

source: Cash in Bank - CBV
de_de: Bargeld in Bank - CBV

source: Cash Payments - CPV
de_de: Barzahlungen - CPV

source: Cash Receipts - CRV
de_de: Einzahlungen - CRV

source: Chart Of Accounts
de_de: Kontenplan

source: Cheque Payments - BPV
de_de: Scheckzahlungen - BPV

source: Cheque Receipts - BRV
de_de: Schecks bezahlen - BRV

source: Countries
de_de: Länder

source: Create Import Bill
de_de: Erstellen Sie eine Rechnung

source: Currencies
de_de: Währungen

source: Finance
de_de: Finanzen

source: General Ledger
de_de: Hauptbuch

source: Good Receive Note
de_de: Gut erhaltene Anmerkung

source: Import
de_de: Einführen

source: Import Bills
de_de: Rechnungen importieren

source: Import Record
de_de: Datensatz importieren

source: Import Return Bills
de_de: Importieren Sie Rechnungen

source: Inventory All Record
de_de: Inventar Alle Datensätze

source: Inventory Record
de_de: Inventaraufzeichnung

source: Journal Vouchers - JV
de_de: Journal-Gutscheine - JV

source: Main Accounts
de_de: Hauptkonten

source: Notes to the Accounts
de_de: Anmerkungen zu den Konten

source: Opening Balance Trial
de_de: Eröffnungsabgleich

source: Parties
de_de: Parteien

source: Payments
de_de: Zahlungen

source: Product Group
de_de: Produktgruppe

source: Products
de_de: Produkte

source: Profit and Loss Statement
de_de: Gewinn-und Verlustrechnung

source: Purchase Returns
de_de: Kaufrückgabe

source: Sale Returns
de_de: Verkauf Rücksendungen

source: Setup
de_de: Konfiguration

source: Sub Accounts
de_de: Teilkonten

source: Transaction Accounts
de_de: Transaktionskonten

source: Trial Balance
de_de: Versuch Balance
